_protected/controllers/ClientUserController.php

    public function actionCreate()
    {
        $model = new ClientUser();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `clientusers` (`client`, `firstName`, `lastName`, `NIPT`, `branch`, `tel`, `cel`, `fax`, `email`, `city`, `address`, `created_by`, `updated_by`, `updated_at`) VALUES (1, 'Fabjan', 'Lashi', 'N32322L', '1', '+35569404592', '+35569404592', '', '', 'TIRANA', '30 duncan street', 1, NULL, NULL)

    protected function findModel($id)
    {
        if (($model = ClientUser::findOne($id)) !== null) {
---
SELECT * FROM `clientusers` WHERE `id`='1'